Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Some of these people become gatecrashers, searching for advanced alien artifacts to help them in their quest.
fr_fr: Certains d'entre eux deviennent des resquilleurs, à la recherche d'artefacts étrangers pour les aider dans leur quètes.

source: Others experiment with employing conventional technologies in new and exotic ways, such as creating mentallylinked networks of forks or incorporating extra-fast and powerful computers into synthmorphs and pods.
fr_fr: D'autres expérimentent en utilisant les technologies conventionnelles de manières nouvelle et exotique, en créant par exemple des réseaux de fork mentalement connectés ou en incluant des ordinateurs extrêmement rapide et puissant dans des pods et des synthmorphs.

source: A few of the most daring seek artifacts left behind by the TITANs, hoping to incorporate techniques and technologies created by these inhuman beings into their minds.
fr_fr: UNe part des plus téméraire recherche des arteacts des TITANs, espérant inclure les techniques et technologies créées par ces être inhumains dans leur esprit.

source: This last group is the most notorious, in large part because of the spectacular nature of some of their failures.
fr_fr: Ce dernier groupe est le plus notable, essentiellement à cause de la nature spectaculaire de certain de leurs échecs.

source: On occasion, these artifact hunters have awakened devices that have lain dormant for a decade and caused local outbreaks of TITAN technologies.
fr_fr: Occasionnellement, ces chasseurs dartefacts ont réveillés des appareils qui reposaient dormant pour une décennie et à causer des attaques localisées de technologies des TITANs.

source: These incidents have caused many people to regard singularity seekers as everything from potentially dangerous eccentrics to unknowing pawns of the TITANs.
fr_fr: Ces incidents ont amené de nombreuses personnes à considérer les adeptes de la singularité au mieux comme étant potentiellement de dangereux exentrique et au pire comme étant des pions inconscients des TITANs.

source: The only exception to the social distance between different habitats occurs when colonies are located on or in relatively close orbit around the same planet or moon.
fr_fr: La seule exception à la distance sociale entre différent habitats est lorsque des colonnies sont localisées sur ou en orbite reltaivement proche d'une même planète ou lune.

source: The inhabitants of Mars can all communicate with one another instantaneously, as can everyone on Luna or in Lunar orbit.
fr_fr: Les habitants de Mars peuvent tous communiquer avec les autres instantanément, de même que peuvent le faire tout ceux qui sont sur la Lune ou en orbite lunaire.

source: However, the rivalry between the various Martian city-states—and between the primary hypercorp domes and the rural Martian poor—imposes its own social distance.
fr_fr: Les rivalités entre les différentes cité-état martiennes - et entre les domes hypercorps et les pauvres Martiens ruraux - impose cependant sa propre distance sociale.

source: Individuals from different city-states do socialize, but among the elite social cliques, spending too much time communicating with members of another city-state is viewed as somewhat odd and potentially even disloyal.
fr_fr: Des individus de différentes cités-étas socialisent, mais au sein de l'étlite des cliques sociales, passer trop de temps à communiquer avec les membres d'une autre cité-état est vu comme quelque chose d'étrange et de potentiellement déloyal.

source: As a result, Martians tend to be relatively isolated even from their close neighbors.
fr_fr: En conséquence, les Martiens tendent à être relativement isolés de leur voisin les plus proches.

source: Nevertheless, the short distances between the Martian city-states and the orbiting habitats mean that there remains a general Martian culture that is different from the cultures of the rest of the solar system.
fr_fr: Nénamoins, la courte distance spérant les cités-état Martienne et les habitats orbitant autour de Mars signifie qu'il y a une culure Martienne générale qui est différente des autres cultures du système solaire.

source: Distance barriers have produced similar levels of cultural differentiation in other portions of the solar system.
fr_fr: Les barrières de la distance ont produit des niveaux similaire de différentiation culturelle dans d'autres portions du système solaire.

source: The colonies in the vicinity of both Jupiter and Saturn each form a separate cultural unit, as do the colonies in Earth orbit and on and around Luna.
fr_fr: Les colonnies dans le voisinage de Jupiter et de Saturne forment chaune une unité culturelle distincte, comem le sont les colonnies en orbite Terrestre et celles qui sont sur et autour de la Lune.

source: The same is true for the Jovian Trojan and Greek asteroids.
fr_fr: La même chose s'applique également pour les astéroïdes des Troyens et des Grecs de Jupiter.

source: In each of these regions, people communicate and travel more between habitats and settlements than they do with outside regions.
fr_fr: Dans chacune de ces régions, les gens communiquent et voyagent beaucoup plus entre les habitats et les abris qu'ils ne le font avec les régions extérieures.

source: Social scientists refer to the different sections of the solar system as separate cultural regions.
fr_fr: Les scientifiques sociaux font références aux différentes sections du système solaire en tant que régions culturelles.

source: The different regions of the belt also each form a similar cultural region, but because asteroids in different orbits eventually drift quite far apart, the cohesion and unity of these cultural units is somewhat weaker.
fr_fr: Les différentes régions de la ceinture forment également une région culturelle similaire, mais à cause de la dérive éventuelles des astéroïdes situés sur des orbites différentes, la cohésion et l'unité de ces unités culturelles est quelque peu affaiblie.

source: Habitats on the edge of the solar system (around Uranus, Neptune, and Pluto) form very small cultural regions, but the few habitats in the Kuiper Belt and Oort Cloud have no cultural region since the distance between them is so extreme.
fr_fr: Les habitats situés à la limite du système solaire (autour d'Uranus, de Neptune et de Pluton) forment des regions culturelle similaires, mais le peu d'habitats dans la Ceinture de Kuiper et dans le Nuage d'Oort n'ont pas de telles régions culturelles étant donné l'extrême distance les séparants.

source: Though communications between habitats within the same cultural region is somewhat awkward due to intra-regional cultural differences and small timelags, it is usually fast and easy enough for people on different habitats to keep in regular contact with one another.
fr_fr: Bien que la communication entre les habitats de la même région culturelle est quelque peu perturbante à cause des différences culturelle intra-régionalle et des petits décallages temporelles, elle est suffisament rapide et simple pour que les personnes sur différents habitats pusisent garder contact les uns avec les autres.

source: In addition, most habitats within the same cultural region are sufficiently close that egocasting between them is affordable by most people.
fr_fr: De plus, la plupart des habitats à l'intérieur d'une même région culturelle sont suffisament proche pour que l'égocast soit abordable par la plupart des personnes.

source: In contrast, egocasting between cultural regions is relatively expensive.
fr_fr: En revanche, egocaster entre différentes régions culturelles est relativement cher.

source: Many social scientists predict that within one or two decades, different cultural regions will be at least as different from one another as distant nations of Earth were from one another during the first half of the 20th century—perhaps even more so due to the physical alterations that cultures introduce as they continue to evolve.
fr_fr: Beaucoup de scientifiques sociaux prédisent que dans un ou deux décennies, les différentes régions culturelles seront au moisn aussi différentes les unes des autres que ne l'étaient les nations Terrestre les plus éloignées lros de la première moitié du 20° siècle - peut-être même plus en raison des alteratiosn physique que les cultures introduisent alros qu'elles continuent d'évoluer.

source: While nostalgia for Earth remains a powerful social motivation, the break from Earth led many inhabitants of the solar system to experiment with new forms of culture and society.
fr_fr: Alors que la nostalgie de la Terre reste une motivation sociale puissante, la rupture avec la Terre a amené beaucoup d'habitants du système solaire à expérimenter de nouvelles forme de culture et de société.

source: Since the Fall destroyed physical links with the past and the defeat of the last old-Earth governments ended ideological ties with the old political and social forces, many transhumans saw themselves as living in a new, free era where the past was dead.
fr_fr: Depuis que la Chute a détruit les liens physiques avec le passé et que la défaite des derniers gouvernements de la vieille-Terre s'est terminé en liens idéologiques avec les vieilles forces politqiue et sociale, beaucoup de transhumains se perçoivent comme vivant dans une nouvelle ère libre, dans laquelle le passé est mort.

source: Even people who always wear nostalgia jewelry and spend several hours a day in simulspaces set on old Earth are very interested in the possibility of social and political experimentation.
fr_fr: Même les personnes qui portent toujours des bijoux de nostalgie et qui passent plusieurs heures par jour dans des simulspace basé sur la bonne vieille Terre sont trés interessés par la possibilité de l'expérimentation sociale et politique.

source: Those without criticisms of Earth's nation-states and their many failings still rue the day when Earth fell.
fr_fr: Ceux qui n'étaient pas critiques vis à vis des nation-états Terrestres et de leur nombreux échecs étaient toujours au pouvoir le jour ou la Terre tomba.

source: Many of the most extreme social experimenters moved to the numerous small outer system habitats that were created in the decade after the Fall, but people interested in social and cultural experimentation can be found throughout the solar system.
fr_fr: Beaucoup des expérimentateurs sociaux les plus extrêmes se sont installés dans l'un des nombreux petits habitats du système extérieur durant la décennie suivant la Chute, mais des personnes interessées par l'expérimentation sociale et culturelle peuvent être trouvée dans l'ensemble du système solaire.

source: In addition to playing with various interior structure and design ideas, the inhabitants of many stations experiment with all manner of unique social and political rules.
fr_fr: En plus de devoir jouer avec les différentes structures internet et les idées de conception, les habitants de nombreuses stations expérimentent de toutes les manières des règles sociales et politiques uniques.

source: A few habitats do so quite deliberately, either because the members are interested in social innovation or because researchers associated with a hypercorp or university have offered them goods or services in return for testing one of their latest theories.
fr_fr: Un petit nombre d'habitat le font de manière relativement délibérée, soit parceque les membres s'intéressent à l'innovation sociale ou parceque des chercheurs associés à une hypercop ou université leur ont offerts des biens et des services en paiement du test de l'une de leur dernière théorie.

source: Such experiments have included establishing stations where all of the residents are sleeved in hermaphroditic morphs in order to measure the impact on customs and language when gender is abolished or spurring the residents of a particular station to freely switch their morphs based on the responsibilities and duties they have on a given day.
fr_fr: De telles expérimentations ont inclues l'établissement de station dans lesquelles tout les résidents sont incarnés dans des morphs hermaphrodite afin de mesurer l'impact sur les coutumes et le language lorsque le genre est aboli ou dans lesquelles les résidents sont incités à changement librement de morph en fonction des responsabilité et des devoirs qu'ils ont un jour donné.

source: Such staged experiments are, however, relatively rare—the vast majority of unique customs and social structures that have come about since the Fall naturally evolved from groups of likeminded individuals living together in the same habitat and working, consciously or not, to make life better fit with their aesthetics or ideology.
fr_fr: De telles expérimentations cotrôlée sont, cependant, relativement rares - la vaste majorité des structures sociales et coutumes uniques qui sont apparues depusi la Chute ont naturellement évoluées à partir des groupes de personnes partageant des intérêts communs et vivant ensemble dans les mêmes habitats et travaillant, consciemment ou non, à faire correspondre la vie à leur esthétisme ou leur idéologie.

source: {Gender, sexuality and relationships}
fr_fr: {Genre, sexualité et relations}

source: To many transhumans, gender has become an outdated social construct with no basis in biology.
fr_fr: Pour de nombreux transhumains, le genre est devenu un construct social périmé ne reposant sur aucune bases biologique.

source: After all, it's hard to give credence to gender roles when an ego can easily modify their sex, switch skins, or experience the lives of others via XP.
fr_fr: Après tout, il est difficile de donner du crédit aux rôles des genres lorsqu'un ego peut facilement modifier son sexe, chanegr de peau ou expérimenter la vie des autres par de l'XP.

source: Though most transhumans still adhere to the gender associated with their original biological sex, many others switch gender identities as soon as they reach adulthood or avidly pursue repeated transgender switching.
fr_fr: Bien que la plupart des transhumains adhèrent toujours au genre associé à leur sexe biologique originel, beaucoup d'autres change d'identité sexuelle dés qu'ils atteignent l'âge adulte ou cherchent avidement à répéter les permutations transgenre.

source: Still others examine and adopt untraditional sex-gender identities such as neuters (believing a lack of sex allows greater focus in their pursuits) or dual gender (the best of both worlds).
fr_fr: D'autres examinent et adoptent des identités sexuelles non-traditionnelles tels que les neutres (persuadé que l'absence de sexe permet une plsu grande concentration sur leurs objectifs) ou les doubles genres (le meilleur des deux mondes).

source: In many bioconservative habitats and cultures, however, more traditional gender roles persevere.
fr_fr: Dans de nombreux habitats et cultures bioconservateurs des rôles sexuels plus traditionnels sont cependant préservés.

source: Sexuality has also expanded into new frontiers and taboos.
fr_fr: La sexualité s'est également développées dans de nouvelels frontières et tabous.

source: With basic biomods providing contraception and protections from STDs, casual sex is the norm.
fr_fr: Avec les biomod basiques qui fournissent la contraception et la protection contre les MST, le coup d'un soir est la norme.

source: Many people pursue careers as well-paid companions and escorts.
fr_fr: Beaucoup de personnes font carrière en tant qu'escorte et compagnons trés bien payés.

source: In fact, sexual experimentation is standard thanks to several new technologies.
fr_fr: En fait, l'expérimentation sexuelle est standard grâce à plusieurs nouvelles technologies.

source: Virtual reality allows sexual encounters without physically touching a partner, not to mention bringing all manner of fantasies to life.
fr_fr: La réalité virtuelle permet des rencontres sexuelles sans même toucher physiquement un partenaire, sans parler de toutes les façon de donner du corps aux fantasmes.

source: For those that prefer the touch of real skin, AI-driven pleasure pods can fulfill any and all needs and are a legal form of prostitution in many habitats.
fr_fr: Pour ceux qui préfèrent le contact de la vraie peau, les pods de plaisirs pilotés par des IA peuvent satisafaire tous les besoins et sont une forme légale de prostitution dans de nombreux habitats.

source: Sex-switching also lends itself to new experiences, whether via bio-mods or a new sleeve.
fr_fr: Le changement de sexe amène en soi de nouvelle expériences, que ce soit par des bio-mods ou une nouvelle incarnation.

source: Even AGIs, having been socialized as humans, exhibit sexuality and desire.
fr_fr: Même les IAGs, qui ont été socialisées comme humains, font preuve d'une sexualité et de désir.

source: The extension of lifespans and the decline of religion have drastically impacted social institutions like marriage.
fr_fr: L'extension de la durée de vie et le déclin de la religion ont impacté de manière drastique les institutions sociales telles que le mariage.

source: Given the possible changes to both cognition and biology over a transhuman's lifetime, lifelong relationships are no longer considered realistic.
fr_fr: Étant donné la possibilité de changer à la fois la cognition et la biologie au cours de la vie d'un transhumain, les relations qui durent toute une vie ne sont plus considérées comme réalistes.

source: The idea of long-term relationships as a social contract has grown exponentially.
fr_fr: L'idée de relation à long-terme en temps que contrat social s'est développée de manière exponentielle.

source: While this has resulted in a number of marriages that are political or like a business transaction, most people continue to view marriage as a bond of emotional attachment and trusts—in particular a bond that transcends bodies, as either partner may change morphs at any time.
fr_fr: Alors que cela a amené un nombre de mariage à être purement politique ou une simple transaction, la plupart des gens continuent de voir dans le marraiage un lien d'éttachement émotionnel et de confiance - en particulier un lien qui transcende le corps, car un partenaire peut changer de morph à n'importe quel moment.

source: The ability of a few thousand like-minded people of moderate means to acquire a small habitat where they can create their own society resembles the ability of inhabitants of the United States in the 19th century to set out for the West and found their own ideologically based communities.
fr_fr: La capacité pour un petit millier de personne sur la même longueur d'onde et possédant des moyens modérés à posséder un petit habitat où ils peuvent créer leur propre société ressemble à la capacité des habitants des États-Unis du 19° siècle de partir vers l'Ouest et à fonder leurs propres communautés idéologiques.

source: The primary difference is that creating such communities is faster and easier in the modern era.
fr_fr: La différence principale est que créer ce genre de communauté est plus rapide et plus facile à l'ère moderne.

source: The mesh is filled with all manner of virtual communities where members hope to eventually gather the means to create their own habitats.
fr_fr: Le mesh est empli de toute sorte de communauté virtuelles dont les membrs espèrent rassembler les moyens de créer leurs propres habitats.

source: In most cases, these are merely idle dreams; most participants are not willing to sacrifice the time and rep or money needed.
fr_fr: Dans beaucoup de cas, elles restent à l'état de rêve inactifs; la plupart des participants ne sont pas prêt à sacrifier le temps et la rep ou l'argent nécessaire.

source: Occasionally the members try, only to find out that some of the people promoting this effort are con artists.
fr_fr: Occasionnellement les membres essayent, juste pour s'apercevoir que les personnes qui promeuvent l'effort sont des arnaqueurs.

source: Occasionally virtual subcultures manage to raise the necessary dedication and trust to build their own habitat and begin the process of creating their own physical society.
fr_fr: Des sous-culture virtuelles parviennent occasionnelllement à rassembler suffisament de consécration et de confiance pour construire leurs propres habitats et commencer le processuss de création de leur propre société physique.

source: A decade of this sort of cultural experimentation by many hundreds of habitats has produced a number of unique and strange societies.
fr_fr: Une décennie de ce type d'expérimentation culturelle par des centaines d'habitats a produit une grande quantité de sociétés étranges et uniques.

source: As an example, there are habitats where the inhabitants wear garments and AR images that cover their bodies—and, in the most extreme cases, their faces—and residents only reveal their morph's true appearance to their closest friends and immediate family.
fr_fr: Il y a, par exemple, des habitats dans lesquels les habitants portent des habits et des images RA qui recouvrent leur corps - et, dans les cas les plus extrêmes, leur visage - et les résidents ne révèlent l'apparence de leur morph qu'à leurs amis les plus proche et leur famille immédiate.

source: There are also stations where all members use cosmetic modification to adopt the same ideal look, as well as ones where all residents use morphs that are clones of one another.
fr_fr: Il y a aussi des stations où tous les membres utilisent des modifications cosmétiques pour adopter une apparence idéale, de même qu'il en existe où tout les résidents utilisent des morphs qui sont toutes des clones d'une autre.

source: Some of the most eccentric habitats are populated by extreme bioconservatives overcome with nostalgia for the past, leading them to model both their society and all visible technology after some earlier period in history, typically some time between zero and 50 years BF.
fr_fr: Quelques uns des habitats les plus excentrique, peuplés par des bioconservateurs extrémistes dominés par la nosalgie de l'époque passée, les amenants à calquer leur société et toute la technologie visible sur une période antérieure de l'histoire, typiquement quelque part entre 0 et 50 BF.

source: There are even a few habitats that totally disregard commonly held feelings about forks and merging.
fr_fr: Il y a même une poignée d'habitats qui se moquent totalement des apréhensions à propos de la fusion et des forks.

source: Such community members regularly split off multiple forks when they awaken and plan their day and then merge the various forks when they go to sleep that night.
fr_fr: Les membres de ces communautés se séparent régulièrement en plusieurs forks lorsqu"ils se réveillent, planifient leur journée puis fusionnent les déifférents fork lorsqu'ils vont dormir.

source: Some forks remain infomorphs for the day, while others use one of the various morphs the individual owns or rents, which means that each resident typically lives between two and six separate lives every day.
fr_fr: Certains forks restent des infomorphs pour la journée, tandis que d'autres utilisent l'une des différentes morphs que possède ou loue un individus, ce qui implique que chaque personne vive typiquement entre deux et six vies par jour.

source: A few societies, like the home of the infamous Pax Familiae, go even further—all residents are forks of the same individual.
fr_fr: Quelques sociétés, telles que la maison de l'infâme Pax Familiae, vont même plus loin - tous les résidents sont des forks du même individu.
